Repository: galaxy3884/BookTracker
Catalog: BookTracker/DesignSystem/Localizable.xcstrings
Source language: uk
Languages: en

source: ISBN (опційно)
en: ISBN (optional)

source: Інформація
en: Information

source: Автор
en: Author

source: Бібліотека
en: Library

source: Бібліотека порожня
en: Your library is empty

source: Введіть ISBN вручну
en: Enter ISBN manually

source: Ввести ISBN вручну
en: Enter ISBN manually

source: Ввести вручну
en: Enter manually

source: Всі
en: All

source: Відкрити Налаштування
en: Open Settings

source: Готово
en: Done

source: Дані
en: Data

source: Дані книги
en: Book details

source: Деталі
en: Details

source: Додайте жанр до прочитаних книг, щоб побачити розподіл
en: Add a genre to finished books to see the breakdown

source: Додайте книгу вручну або відскануйте штрихкод
en: Add a book manually or scan a barcode

source: Додайте настрій до прочитаних книг, щоб побачити розподіл
en: Add a mood to finished books to see the breakdown

source: Додайте темп до прочитаних книг, щоб побачити розподіл
en: Add a pace to finished books to see the breakdown

source: Додано
en: Added

source: Додати книгу
en: Add book

source: Додати книгу вручну
en: Add a book manually

source: Додати цитату
en: Add quote

source: Дозволити доступ до камери
en: Allow camera access

source: Дозвольте доступ до камери в Налаштуваннях, щоб сканувати штрихкоди книг.
en: Allow camera access in Settings to scan book barcodes.

source: Експортувати бібліотеку
en: Export library

source: Жанр
en: Genre

source: Жанр (опційно)
en: Genre (optional)

source: Жанри
en: Genres

source: Завершено
en: Finished

source: Зараз читаю
en: Currently reading

source: Зараз читаю: %@
en: Currently reading: %@

source: Зберегти
en: Save

source: Змінити статус
en: Change status

source: Камера недоступна на цьому пристрої. Введіть ISBN зі штрихкоду книги.
en: The camera isn't available on this device. Enter the ISBN from the book's barcode.

source: Книг
en: Books

source: Куплена
en: Owned

source: Легкий
en: Light

source: Мій трекер книг
en: My Book Tracker

source: Місяць
en: Month

source: Наведіть камеру на штрихкод книги (EAN-13/UPC)
en: Point the camera at the book's barcode (EAN-13/UPC)

source: Назва
en: Title

source: Назва книги
en: Book title

source: Налаштування
en: Settings

source: Напружений
en: Tense

source: Настрій
en: Mood

source: Не вказано
en: Not specified

source: Не дочитав
en: Did not finish

source: Не розпізнано
en: Not recognized

source: Нейтральний
en: Neutral

source: Немає активної книги
en: No active book

source: Немає доступу до камери
en: No camera access

source: Необов'язково
en: Optional

source: Нова книга
en: New book

source: Нотатки
en: Notes

source: Нічого не знайдено за цим фільтром
en: Nothing found for this filter

source: Обнадійливий
en: Hopeful

source: Повільний
en: Slow

source: Поділитися файлом
en: Share file

source: Позначте книги як прочитані, щоб побачити динаміку за місяцями
en: Mark books as finished to see the monthly trend

source: Помилка
en: Error

source: Поточна сторінка
en: Current page

source: Потрібен доступ до камери
en: Camera access needed

source: Похмурий
en: Dark

source: Прогрес читання
en: Reading progress

source: Прогрес читання цього місяця та поточна книга.
en: This month's reading progress and the current book.

source: Продовжити
en: Continue

source: Прочитано
en: Finished

source: Прочитано %lld книг цього місяця
en: Read %lld books this month

source: Прочитано за місяцями
en: Read by month

source: Прочитано цього місяця
en: Read this month

source: Радісний
en: Happy

source: Розпочато
en: Started

source: Середній
en: Medium

source: Сканувати штрихкод
en: Scan barcode

source: Скасувати
en: Cancel

source: Скинути фільтри
en: Reset filters

source: Спробувати ще раз
en: Try again

source: Спробуйте змінити або скинути фільтри.
en: Try changing or resetting the filters.

source: Статистика
en: Statistics

source: Статус
en: Status

source: Створює JSON-файл з усіма книгами й цитатами без обкладинок.
en: Creates a JSON file with all books and quotes, without cover images.

source: Стор. %lld
en: p. %lld

source: Сторінка (опційно)
en: Page (optional)

source: Сумний
en: Sad

source: Текст цитати
en: Quote text

source: Темп
en: Pace

source: Темп читання
en: Reading pace

source: Тільки куплені
en: Owned only

source: Усього сторінок
en: Total pages

source: Хочу прочитати
en: Want to read

source: Цитати
en: Quotes

source: Читаю
en: Reading

source: Швидкий
en: Fast

source: Штрихкод не розпізнано як книжковий код (EAN-13/UPC). Спробуйте ще раз або введіть ISBN вручну.
en: The barcode wasn't recognized as a book code (EAN-13/UPC). Try again or enter the ISBN manually.

source: Щоб сканувати штрихкод книги, дозвольте застосунку використовувати камеру.
en: To scan a book's barcode, allow the app to use the camera.
